Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/VideoSubscriberAccount.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# PLAYBACK_ACTIVITY_REPORTING_CONSENT_TITLE_FORMAT
source: Now get the most out of the TV app with your %@ subscription and these apps.
ar: استفد إلى أقصى حد من تطبيق التلفزيون مع اشتراك %@ وهذه التطبيقات.
bg: Сега се възползвайте максимално от приложението TV с вашия %@ абонамент и тези приложения.
ca: Treu el màxim rendiment de l’app TV amb la teva subscripció %@ i aquestes apps.
cs: Teď můžete aplikaci TV díky odběru %@ a těmto aplikacím využívat naplno.
da: Få mest muligt ud af TV-appen med dit %@‑abonnement og disse apps
de: Hol mit deinem %@-Abonnement und diesen Apps das meiste aus der TV-App heraus.
el: Τώρα μπορείτε να απολαύσετε στο έπακρο την εφαρμογή TV με τη συνδρομή «%@» και αυτές τις εφαρμογές.
es: Saca ahora el máximo partido a la app TV con tu suscripción a %@ y estas otras apps.
es_419: Aprovecha al máximo la app Apple TV con tu suscripción a %@ y estas apps.
fi: Saat TV-apista kaiken irti %[tt]@-tilauksellasi ja näillä apeilla.
fr: Profitez au mieux de l’app TV grâce à votre abonnement %@ et à ces apps.
fr_ca: Profitez au mieux de l’app Apple TV grâce à votre abonnement %@ et à ces apps.
he: כעת תוכל/י להפיק את המרב מיישום ה-TV עם המנוי שלך ל-%@ והיישומים האלו.
hi: अपने %@ सब्सक्रिप्शन और इन ऐप्स के साथ TV ऐप का भरपूर लाभ लें।
hr: Sada možete postići više u aplikaciji TV pomoću vaše %@ pretplate i ovih aplikacija.
hu: Hozza ki a legtöbbet a TV appból a(z) %@-előfizetésével és ezekkel az appokkal.
id: Optimalkan app TV sekarang dengan langganan %@ Anda dan app ini.
it: Sfrutta al meglio l’app TV grazie al tuo abbonamento a %@ e a queste app.
ja: %@サブスクリプションとこれらのアプリを使用して、TVアプリを最大限に利用しましょう。
kk: Енді %@ жазылымы және осы қолданбалар арқылы TV қолданбасын барынша пайдаланыңыз.
ko: %@ 구독과 다음 앱들을 통해 TV 앱을 최대로 활용해보세요.
lt: Naudokitės televizijos paslaugų teikėjo „%@“ prenumerata ir šiomis programomis bei kuo labiau išnaudokite programą TV.
ms: Kini anda boleh memanfaatkan sepenuhnya app TV dengan langganan %@ anda dan app ini.
nl: Haal nu meer uit je TV-app met je %@-abonnement en deze apps.
no: Få mest mulig ut av TV-appen med abonnementet ditt fra %@ sammen med disse appene.
pl: Teraz możesz w pełni wykorzystać aplikację TV dzięki subskrypcji %@ i tym aplikacjom.
pt: Agora você pode aproveitar o app TV ao máximo com sua assinatura %@ e estes apps.
pt_pt: Aproveite a aplicação TV ao máximo, com a sua assinatura %@ e estas aplicações.
ro: Acum, profitați la maximum de aplicația TV cu abonamentul dvs. %@ și aceste aplicații.
ru: Получите максимум от приложения Apple TV, используя свою подписку %@ вместе с этими приложениями.
sk: Získajte maximum z apky TV pomocou odberu %@ a týchto apiek.
sl: Z naročnino na %@ in temi aplikacijami boste kar najbolj izkoristili možnosti aplikacije TV.
sv: Nu kan du få ut så mycket som möjligt från TV-appen med ditt %@-abonnemang och dessa appar.
th: ถึงเวลาใช้ประโยชน์ให้มากที่สุดกับแอป TV กับการสมัครสมาชิก %@ ของคุณและแอปเหล่านี้
tr: %@ aboneliğinizle ve bu uygulamalarla TV uygulamasından en iyi şekilde yararlanın.
uk: Тепер використовуйте програму TV на повну зі своєю підпискою %@ і цими програмами.
vi: Bây giờ, sử dụng tối đa ứng dụng TV với đăng ký %@ của bạn và những ứng dụng này.
zh_cn: 即刻添加“%@”订阅和这些App以充分利用TV App。
zh_hk: 透過%@訂閲項目和這些App以充分運用TV App。
zh_tw: 透過%@訂閱項目和這些App來充分運用TV App。

# ERROR_DESCRIPTION_ACCESS_NOT_GRANTED
source: The application doesn’t have access to your TV subscription information.
ar: لا يملك التطبيق حق الوصول إلى معلومات اشتراك التلفزيون الخاص بك.
bg: Приложението няма достъп до вашата информация за ТВ абонамент.
ca: L’app no té accés a la informació de la teva subscripció de TV.
cs: Aplikace nemá přístup k datům vašeho odběru TV.
da: Appen har ikke adgang til oplysningerne om dit tv-abonnement.
de: Diese App hat keinen Zugriff auf deine TV-Abo-Informationen.
el: Η εφαρμογή δεν έχει πρόσβαση στις πληροφορίες τηλεοπτικής συνδρομής σας.
es: La aplicación no tiene acceso a la información de tu suscripción de TV.
es_419: La app no cuenta con acceso a los datos de tu suscripción de TV.
fi: Tämä appi ei voi käyttää TV-tilauksen tietoja.
fr: Cette application n’a pas accès aux informations relatives à votre abonnement TV.
fr_ca: L’application n’a pas accès aux informations de votre abonnement de télévision.
he: אין ליישום גישה לפרטי מנוי הטלוויזיה שלך.
hi: ऐप्लिकेशन को आपकी टीवी सब्सक्रिप्शन जानकारी का ऐक्सेस नहीं है।
hr: Aplikacija nema pristup informacijama o vašoj TV pretplati.
hu: Az alkalmazás nem rendelkezik hozzáféréssel az Ön televízió-előfizetési információihoz.
id: Aplikasi tidak memiliki akses ke informasi langganan TV Anda.
it: L’applicazione non ha accesso alle informazioni relative al tuo abbonamento.
ja: このアプリケーションはTVサブスクリプションへのアクセスがありません。
kk: Қолданбаның теледидар жазылымы туралы ақпаратқа қол жеткізу мүмкіндігі жоқ.
ko: 해당 응용 프로그램은 사용자의 TV 구독 정보에 접근할 수 없습니다.
lt: Programa neturi prieigos prie jūsų televizijos prenumeratos informacijos.
ms: Aplikasi tidak mempunyai akses kepada maklumat langganan TV anda.
nl: De app heeft geen toegang tot de gegevens van je tv-abonnement.
no: Appen har ikke tilgang til informasjon om TV-abonnementet ditt.
pl: Aplikacja nie ma dostępu do informacji o Twojej subskrypcji TV.
pt: O aplicativo não tem acesso às informações sobre a sua assinatura de TV.
pt_pt: A aplicação não tem acesso à informação de assinatura.
ro: Aplicația nu are acces la informațiile despre abonamentul dvs. TV.
ru: У этого приложения нет доступа к информации о Вашей телевизионной подписке.
sk: Aplikácia nemá prístup k informáciám o vašom odbere TV.
sl: Aplikacija nima dostopa do informacij o vaši naročnini na televizijske storitve.
sv: Appen saknar tillgång till information om ditt TV-abonnemang.
th: แอปพลิเคชันนี้ไม่มีสิทธิ์เข้าถึงข้อมูลการสมัครสมาชิกทีวีของคุณ
tr: Uygulamanın TV aboneliği bilgilerinize erişimi yok.
uk: Ця програма не має доступу до даних про вашу ТБ‑підписку.
vi: Ứng dụng này không có quyền truy cập vào thông tin đăng ký TV của bạn.
zh_cn: 该应用程序无法访问你的电视订阅信息。
zh_hk: 此應用程式無法取用你的電視訂閲項目資料。
zh_tw: 此應用程式無法取用你的電視訂閱項目資訊。

# ERROR_DESCRIPTION_PROVIDER_REJECTED
source: Your TV provider was unable to complete a request.
ar: لم يتمكن مزود خدمة التلفزيون من إكمال طلبك.
bg: Вашият ТВ оператор не успя да приключи заявката.
ca: El teu proveïdor de TV no ha pogut completar una sol·licitud.
cs: Poskytovateli TV se nepodařilo zpracovat požadavek.
da: Tv-udbyderen kunne ikke gennemføre anmodningen.
de: Der TV-Anbieter konnte eine Anfrage nicht ausführen.
el: Ο πάροχος τηλεοπτικών υπηρεσιών σας δεν μπόρεσε να ολοκληρώσει ένα αίτημα.
es: Tu proveedor de TV no ha podido completar la solicitud.
es_419: Tu proveedor de TV no pudo completar una solicitud.
fi: TV-palveluntarjoaja ei voinut suorittaa pyyntöä.
fr: Votre fournisseur TV n’a pas pu donner suite à votre demande.
fr_ca: Votre fournisseur de télévision n’a pas pu répondre à une demande.
he: ספק שירותי הטלוויזיה שלך לא הצליח להשלים בקשה.
hi: अनुरोध पूरा करने में आपका टीवी सर्विस प्रोवाइडर असमर्थ हुआ।
hr: Vaš TV operater ne može dovršiti zahtjev.
hu: A televíziószolgáltatója nem tudta teljesíteni a kérést.
id: Penyedia TV Anda tidak dapat menyelesaikan permintaan.
it: Il provider TV non è stato in grado di completare la richiesta.
ja: TVプロバイダはリクエストを完了できませんでした。
kk: Теледидар провайдері сұрауды орындай алмады.
ko: 사용자의 TV 제공업체가 요청을 완료할 수 없습니다.
lt: Televizijos paslaugų teikėjas negalėjo įvykdyti užklausos.
ms: Penyedia TV anda gagal melengkapkan permintaan.
nl: Je tv-aanbieder kan een verzoek niet voltooien.
no: TV-distributøren kunne ikke håndtere en forespørsel.
pl: Dostawca TV nie mógł obsłużyć żądania.
pt: Seu provedor de TV não pôde completar a solicitação.
pt_pt: O fornecedor de TV não conseguiu completar um pedido.
ro: Furnizorul dvs. TV nu a putut să finalizeze o solicitare.
ru: Телепровайдеру не удалось выполнить запрос.
sk: Váš poskytovateľ TV služby nedokázal dokončiť žiadosť.
sl: Ponudnik televizijskih storitev ni mogel dokončati zahteve.
sv: TV-leverantören kunde inte utföra en begäran.
th: ผู้ให้บริการทีวีของคุณไม่สามารถดำเนินการตามคำขอได้
tr: TV sağlayıcınız bir isteği tamamlayamadı.
uk: Вашому ТБ‑провайдеру не вдалося виконати запит.
vi: Nhà cung cấp TV của bạn không thể hoàn tất yêu cầu.
zh_cn: 你的电视提供商无法完成请求。
zh_hk: 電視供應商無法完成要求。
zh_tw: 你的電視業者無法完成要求。

source: Continue
ar: متابعة
bg: Продължи
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
es_419: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
kk: Жалғастыру
ko: 계속
lt: Tęsti
ms: Teruskan
nl: Ga door
no: Fortsett
pl: Dalej
pt: Continuar
pt_pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
th: ดำเนินการต่อ
tr: Sürdür
uk: Далі
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# STRING_REPRESENTATION_OF_YES
source: YES
ar: نعم
bg: ДА
ca: SÍ
cs: ANO
da: JA
de: JA
el: ΝΑΙ
es: SÍ
es_419: SÍ
fi: KYLLÄ
fr: OUI
fr_ca: OUI
he: כן
hi: हाँ
hr: DA
hu: IGEN
id: YA
it: SÌ
ja: はい
kk: ИӘ
ko: 예
lt: TAIP
ms: YA
nl: JA
no: JA
pl: TAK
pt: SIM
pt_pt: SIM
ro: DA
ru: ДА
sk: ÁNO
sl: DA
sv: JA
th: ใช่
tr: EVET
uk: ТАК
vi: CÓ
zh_cn: 是
zh_hk: 是
zh_tw: 是

# DEVELOPER_STB_USER_TOKEN_DESCRIPTION
source: You can manually enter a user token value for testing Zero Sign-On. When there is a profile assigned to this device and Use Profile User Token is enabled this will display the profile user token value.
ar: يمكنك إدخال قيمة رمز المستخدم يدويًا لاختبار Zero Sign‑On. عند وجود ملف تعريف تم تعيينه لهذا الجهاز مع تمكين "استخدام رمز مستخدم ملف التعريف"، سيتم عرض قيمة رمز مستخدم ملف التعريف.
bg: Можете ръчно да въведете стойността на потребителския токън за тестване на нулев вход. Когато е настроен профил на това устройство и настройката за използване на потребителски токън на профил е активирана, ще се представи стойността на потребителския токън на профила.
ca: Per verificar l’inici de sessió zero, pots introduir manualment un valor del testimoni de l’usuari. Si el dispositiu té un perfil assignat i l’opció “Utilitza el testimoni de l’usuari del perfil” està activada, es mostrarà el valor del testimoni de l’usuari del perfil.
cs: Můžete ručně zadat hodnotu tokenu pro testování automatického přihlašování. Pokud je k zařízení přiřazený profil a je zapnutá volba Použít uživatelský token z profilu, zobrazí se hodnota uživatelského tokenu uložená v profilu.
da: Du kan indtaste et bruger-token manuelt for at teste Uden log ind. Profilens bruger-token vises, hvis der tildeles en profil til denne enhed, og Brug profilens bruger-token er slået til.
de: Du kannst zum Testen von Zero Sign-On manuell einen Token-Wert eingeben. Wenn diesem Gerät ein Profil zugewiesen und „Profil-Benutzer-Token verwenden“ aktiviert ist, wird der Profil-Benutzer-Token-Wert angezeigt.
el: Μπορείτε να εισαγάγετε χειροκίνητα ένα διακριτικό χρήστη για να κάνετε δοκιμές στη Μηδενική σύνδεση. Αν έχει εκχωρηθεί ένα προφίλ σε αυτήν τη συσκευή και είναι ενεργοποιημένη η ρύθμιση «Χρήση διακριτικού χρήστη προφίλ», αυτή η ενέργεια θα εμφανίσει την τιμή διακριτικού χρήστη προφίλ.
es: Para la prueba de inicio de sesión cero, puedes introducir manualmente el valor del identificador de un usuario. Cuando se asigne un perfil a este dispositivo y se active la opción “Usar el identificador del usuario del perfil”, se mostrará el valor del identificador del usuario de perfil.
es_419: Puedes ingresar de forma manual un valor de identificador de usuario para probar el inicio de sesión cero. Si hay un perfil asignado a este dispositivo y la opción Usar identificador de usuario de perfil está activada, se mostrará ese valor.
fi: Voit syöttää käyttäjätunnuksen arvon käsin automaattisen kirjautumisen (Zero Sign-On) testausta varten. Kun tähän laitteeseen on määritetty profiili ja ”Käytä profiilin käyttäjätunnusta” on käytössä, tämä näyttää profiilin käyttäjätunnuksen arvon.
fr: Vous pouvez saisir une valeur de jeton utilisateur pour tester l’authentification Zero Sign-On. Si un profil est associé à cet appareil et si « Utiliser un jeton utilisateur du profil » est activé, la valeur du jeton utilisateur du profil sera affichée.
fr_ca: Vous pouvez entrer manuellement la valeur d’un jeton d’utilisateur pour tester l’authentification automatique. Lorsqu’un profil est assigné à cet appareil et que l’option « Utiliser le jeton d’utilisateur du profil » est activée, la valeur du jeton d’utilisateur du profil s’affiche.
he: באפשרותך להזין ערך קוד משתמש עבור בדיקת המאפיין ״התחברות ללא סיסמה״. אם הוקצה פרופיל למכשיר זה והופעלה האפשרות ״השתמש בקוד המשתמש של הפרופיל״, יוצג ערך קוד המשתמש.
hi: ज़ीरो साइन ऑन जाँच के लिए आप एक यूज़र टोकन मैनुअली दर्ज कर सकते हैं। इस डिवाइस के लिए प्रोफ़ाइल असाइन हो और “प्रोफ़ाइल यूज़र टोकन का उपयोग करें“ सक्षम हो, तो यह प्रोफ़ाइल यूज़र टोकन का मान दिखाएगा।
hr: Možete ručno unijeti vrijednost korisničkog tokena za testiranje Nula prijava. Kad je profil dodijeljen uređaju i omogućena je opcija Koristi korisnički token profila, ovdje će se prikazati vrijednost korisničkog tokena profila.
hu: Megadhat manuálisan egy értéket a felhasználói tokenhez a Nulla bejelentkezés tesztelése érdekében. Ha hozzá van rendelve egy profil ehhez az eszközhöz, és a Profil felhasználói tokenjének használata funkció engedélyezve van, akkor ez megjeleníti a profilhoz tartozó felhasználói token értékét.
id: Anda dapat memasukkan nilai token pengguna secara manual untuk mengetes Masuk Langsung. Jika terdapat profil yang ditetapkan ke perangkat ini dan Gunakan Token Pengguna Profil diaktifkan, nilai token pengguna profil akan ditampilkan.
it: Puoi inserire manualmente un valore per il token utente per il testing dell’opzione di accesso “Zero Sign-On”. Se al dispositivo è assegnato un profilo e l’opzione “Utilizza il token utente del profilo” è abilitata, verrà visualizzato il valore del token utente del profilo.
ja: ゼロサインオンをテストするために、ユーザトークンの値を手動で入力することができます。このデバイスに割り当てられたプロファイルがあり、“プロファイルユーザトークンを使用”が有効になっている場合、プロファイルユーザトークンの値が表示されます。
kk: Нөлдік кіру жүйесін тексеру үшін пайдаланушы токенінің мәнін қолмен енгізуге болады. Бұл құрылғыға профиль тағайындалып, «Профиль пайдаланушысының токенін қолдану» параметрі қосылған кезде, профиль пайдаланушысының токен мәні пайда болады.
ko: ‘제로 로그인’ 테스트에 사용자 토큰 값을 수동으로 입력할 수 있습니다. 이 기기에 할당된 프로필이 있고 ‘프로필 사용자 토큰 사용’이 활성화 되어 있는 경우 해당 프로필 사용자 토큰 값이 표시됩니다.
lt: Galite neautomatiškai įvesti naudotojo ženklo reikšmę, kad išbandytumėte nulinį prisijungimą. Kai šiam įrenginiui yra priskirtas profilis ir įjungta parinktis „Naudoti profilio naudotojo ženklą“, bus rodoma profilio naudotojo ženklo reikšmė.
ms: Anda boleh memasukkan nilai token pengguna secara manual untuk menguji Sifar Daftar Diri. Apabila terdapat profil ditetapkan pada peranti ini dan Gunakan Token Pengguna Profil didayakan, ini akan memaparkan nilai token pengguna profil.
nl: Je kunt handmatig een gebruikerstokenwaarde invoeren om 'Zero Sign-On' te testen. Als er een profiel aan dit apparaat is toegewezen en 'Gebruik gebruikerstoken van profiel' is ingeschakeld, wordt de gebruikerstokenwaarde van het profiel weergegeven.
no: Du kan oppgi et brukerkjennetegn manuelt for å teste Zero Sign‑On. Hvis det er tilordnet en profil til denne enheten og Use Profile User Token er aktivert, vil brukerkjennetegnet vises.
pl: Na potrzeby testowania logowania zerowego wartość tokenu użytkownika możesz podać ręcznie. Jeśli istnieje profil przypisany do tego urządzenia, a opcja Użyj tokenu użytkownika profilu jest włączona, wyświetlona zostanie wartość tokenu użytkownika profilu.
pt: Você pode inserir manualmente um valor de token para testar o Início de Sessão Zero. Quando houver um perfil atribuído a este dispositivo e a opção Usar Token de Usuário do Perfil estiver ativada, isso exibirá o valor do token do usuário do perfil.
pt_pt: Pode introduzir manualmente um valor do token de utilizador para testar a funcionalidade Zero Sign‑On. Se este dispositivo tiver um perfil atribuído e a opção “Usar token de utilizador do perfil” estiver ativada, será apresentado o valor do token de utilizador do perfil.
ro: Puteți introduce manual valoarea tokenului unui utilizator pentru a testa Zero Sign-On. Când există un profil alocat acestui dispozitiv și opțiunea “Utilizați tokenul utilizatorului din profil” este activată, va fi afișată valoarea tokenului utilizatorului din profil.
ru: Для тестирования нулевого входа можно вручную ввести значение токена пользователя. Если этому устройству назначен профиль и параметр «Использовать токен пользователя профиля» включен, здесь появится значение токена пользователя профиля.
sk: Na testovanie automatického prihlásenia môžete manuálne zadať hodnotu užívateľského tokenu. Keď je k zariadeniu priradený profil a je zapnutá funkcia Použiť užívateľský token z profilu, zobrazí sa hodnota užívateľského tokenu z profilu.
sl: Vrednost uporabniškega žetona za preizkušanje vpisa brez gesla lahko vnesete ročno. Kadar obstaja profil, dodeljen tej napravi, in je možnost uporabe žetona uporabnika profila omogočena, se bo prikazala vrednost žetona uporabnika profila.
sv: Du kan manuellt ange ett användartokenvärde för test av Zero sign-on. Om det finns en profil som är kopplad till den här enheten och Använd profilens användartoken har aktiverats visar detta värdet för profilens användartoken.
th: คุณสามารถป้อนค่าโทเค็นโปรไฟล์ผู้ใช้สำหรับการไม่ต้องลงชื่อเข้าระบบได้ด้วยตนเอง เมื่อมีโปรไฟล์ที่กำหนดสำหรับอุปกรณ์เครื่องนี้และมีการเปิดใช้งานการใช้โทเค็นโปรไฟล์ผู้ใช้ ก็จะมีการแสดงค่าโทเค็นโปรไฟล์ผู้ใช้
tr: Sıfır Oturum Açma’yı test etmek için elle bir kullanıcı jetonu girebilirsiniz. Bu aygıta atanmış bir profil varsa ve Profil Kullanıcı Jetonunu Kullan etkinleştirilirse bu, profil kullanıcı jetonu değerini görüntüler.
uk: Можна вручну ввести значення токена користувача для тестування процесу нульового входу. Якщо цьому пристрою вже призначений профіль і параметр «Токен користувача профілю» ввімкнено, на екрані зʼявиться значення токена користувача профілю.
vi: Bạn có thể nhập thủ công một giá trị mã thông báo người dùng để kiểm tra tính năng Không cần đăng nhập. Khi có một cấu hình được chỉ định cho thiết bị này và Sử dụng mã thông báo người dùng từ cấu hình được bật, phần này sẽ hiển thị giá trị mã thông báo người dùng từ cấu hình.
zh_cn: 你可以手动输入用户令牌值以测试零登录。如果已为此设备分配描述文件且“使用描述文件用户令牌”已启用，这将会显示描述文件用户令牌值。
zh_hk: 你可以手動輸入用户代號值以測試「毋須登入」。如已為此裝置指定描述檔，並已啟用「使用描述檔用户代號」，將顯示描述檔用户代號值。
zh_tw: 你可以手動輸入使用者代號數值以測試「無需登入」。若已為此裝置指定描述檔並啟用「使用描述檔使用者代號」，將顯示描述檔使用者代號數值。

# SUPPORTED_APPS_TITLE
source: Supported Apps
ar: التطبيقات المدعومة
bg: Поддържани приложения
ca: Apps compatibles
cs: Podporované aplikace
da: Understøttede apps
de: Unterstützte Apps
el: Υποστηριζόμενες εφαρμογές
es: Apps compatibles
es_419: Apps compatibles
fi: Tuetut apit
fr: Apps prises en charge
fr_ca: Apps prises en charge
he: יישומים נתמכים
hi: समर्थित ऐप्स
hr: Podržane aplikacije
hu: Támogatott appok
id: App yang Didukung
it: App supportate
ja: 対応しているアプリ
kk: Қолдау көрсетілетін қолданбалар
ko: 지원되는 앱
lt: Palaikomos programos
ms: App Disokong
nl: Ondersteunde apps
no: Apper som støttes
pl: Obsługiwane aplikacje
pt: Apps Compatíveis
pt_pt: Aplicações suportadas
ro: Aplicații compatibile
ru: Поддерживаемые
sk: Podporované apky
sl: Podprte aplikacije
sv: Appar som stöds
th: แอปที่รองรับ
tr: Desteklenen Uygulamalar
uk: Підтримувані програми
vi: Ứng dụng được hỗ trợ
zh_cn: 支持的App
zh_hk: 支援的App
zh_tw: 支援的App

# TEST_SYSTEM_TRUST_RESULT_ALERT_TITLE
source: Certificate validation succeeded
ar: تم التحقق من صحة الشهادة بنجاح
bg: Успешно валидиране на сертификат
ca: Validació del certificat correcta
cs: Ověření certifikátu proběhlo úspěšně
da: Certifikatgodkendelse lykkedes
de: Zertifikatsüberprüfung erfolgreich
el: Η επικύρωση πιστοποιητικού ήταν επιτυχής
es: Certificado validado
es_419: El certificado se validó correctamente
fi: Varmenteen tarkistus onnistui
fr: Certificat validé
fr_ca: Réussite de la validation de certificat
he: האישור אומת בהצלחה
hi: सर्टिफ़िकेट वैलिडेशन सफल रहा
hr: Provjera certifikata je uspjela
hu: A tanúsítványhitelesítés sikerült
id: Validasi sertifikat berhasil
it: Convalida del certificato riuscita
ja: 証明書の検証は正常に行われました
kk: Сертификатты тексеру әрекеті сәтті аяқталды
ko: 인증서 유효성 확인 성공
lt: Sertifikatą patvirtinti pavyko
ms: Pengesahan sijil berjaya
nl: Certificaatvalidatie mislukt geslaagd
no: Sertifikatet er validert
pl: Sprawdzanie poprawności certyfikatu wykonane
pt: A validação do certificado foi bem‑sucedida
pt_pt: Validação do certificado bem‑sucedida
ro: Validarea certificatului a reușit
ru: Сертификат успешно проверен
sk: Overovanie certifikátu bolo úspešné
sl: Preverjanje veljavnosti potrdila je uspelo
sv: Certifikatvalideringen lyckades
th: การตรวจสอบใบรับรองสำเร็จ
tr: Sertifika doğrulaması başarılı
uk: Сертифікат успішно перевірено
vi: Xác thực chứng nhận đã thành công
zh_cn: 证书验证成功
zh_hk: 證書驗證成功
zh_tw: 憑證驗證成功

# IDENTITY_PROVIDER_PICKER_OTHER_PROVIDERS_ROW_TITLE_DEVELOPER
source: Add TV Provider
ar: إضافة مزود خدمة تلفزيون
bg: Добави ТВ оператор
ca: Afegeix un proveïdor de TV
cs: Přidat poskytovatele TV
da: Tilføj tv-udbyder
de: TV-Anbieter hinzufügen
el: Προσθήκη παρόχου τηλεοπτικών υπηρεσιών
es: Añadir proveedor de TV
es_419: Agregar proveedor de TV
fi: Lisää TV-palveluntarjoaja
fr: Ajouter un fournisseur TV
fr_ca: Ajouter un fournisseur de contenus télévisés
he: הוספת ספק שירותי טלוויזיה
hi: टीवी सर्विस प्रोवाइडर जोड़ें
hr: Dodavanje TV operatera
hu: Televíziószolgáltató hozzáadása
id: Tambah Penyedia TV
it: Aggiungi provider TV
ja: TVプロバイダを追加
kk: Теледидар провайдерін қосу
ko: TV 제공업체 추가
lt: Įtraukti televizijos paslaugų teikėją
ms: Tambah Penyedia TV
nl: Voeg tv-aanbieder toe
no: Legg til TV-distributør
pl: Dodaj dostawcę TV
pt: Adicionar Provedor de TV
pt_pt: Adicionar fornecedor de TV
ro: Adăugați un furnizor TV
ru: Добавить телепровайдера
sk: Pridať poskytovateľa TV služby
sl: Dodaj ponudnika televizijskih storitev
sv: Lägg till TV-leverantör
th: เพิ่มผู้ให้บริการทีวี
tr: TV Sağlayıcı Ekle
uk: Додати ТБ‑провайдера
vi: Thêm nhà cung cấp TV
zh_cn: 添加电视提供商
zh_hk: 加入電視供應商
zh_tw: 加入電視業者
